{
  "DRKHsioj4T7": {
    "id": "DRKHsioj4T7",
    "reel_url": "https://www.instagram.com/reel/DRKHsioj4T7/?igsh=MXdrbGszdmM5dWM0ag==",
    "shortcode": "DRKHsioj4T7",
    "transcript": " X میں جو یہلو پاٹ ہوتا ہے وہ بلتیں کلسٹرول بڑا ہے تو وہ a good cholesterol ھاو کوئی بروبڑا ہے Jaa, nye good cholesterol ھاو sapsa bad cholesterol ھا ایک میں sapsa high-est quantity of cholesterol ھا blood میں جو a cholesterol ھا ہوتا ہے تو body بھی اس کو make up کرنے کے لیے اجیل بھی بڑھا لیتا ہے تاں بھی بڑھا ہمی نا اجیل بڑھا گیاڑھا ہے 7 میں کلسٹرول بھی بڑھا رہتا ہوں تو دیکھو تو تو یہلو پاٹ White Purt Doughnut Bekarek White is all right White has protein یہلو a cholesterol ھا",
    "analysis": {
      "summary": "इस वीडियो में किए गए स्वास्थ्य दावों का विश्लेषण करने पर पता चलता है कि इसमें कुछ दावे सही हैं जबकि कुछ दावे पूरी तरह से सही नहीं हैं। वीडियो में यह दावा किया गया है कि ज़ेलो पाट में उच्च कोलेस्ट्रॉल होता है जो अच्छा कोलेस्ट्रॉल होता है। लेकिन वास्तव में, कोलेस्ट्रॉल के दो प्रकार होते हैं - एचडीएल (अच्छा कोलेस्ट्रॉल) और एलडीएल (बुरा कोलेस्ट्रॉल)।",
      "claims": [
        {
          "claim": "ज़ेलो पाट में उच्च कोलेस्ट्रॉल होता है जो अच्छा कोलेस्ट्रॉल होता है",
          "verdict": "PARTIALLY TRUE",
          "explanation": "कोलेस्ट्रॉल के दो प्रकार होते हैं - एचडीएल (अच्छा कोलेस्ट्रॉल) और एलडीएल (बुरा कोलेस्ट्रॉल)। ज़ेलो पाट में उच्च कोलेस्ट्रॉल हो सकता है, लेकिन यह जरूरी नहीं है कि यह अच्छा कोलेस्ट्रॉल ही हो।",
          "sources": [
            "पबमेड",
            "विश्व स्वास्थ्य संगठन"
          ]
        },
        {
          "claim": "शरीर में कोलेस्ट्रॉल की मात्रा बढ़ने से शरीर इसकी भरपाई करने के लिए अजील बढ़ा लेता है",
          "verdict": "FALSE",
          "explanation": "शरीर में कोलेस्ट्रॉल की मात्रा बढ़ने से शरीर इसकी भरपाई करने के लिए अजील नहीं बढ़ाता है। इसके बजाय, शरीर में कोलेस्ट्रॉल की मात्रा बढ़ने से हृदय रोग का खतरा बढ़ सकता है।",
          "sources": [
            "सीडीसी",
            "नेशनल इंस्टीट्यूट ऑफ हेल्थ"
          ]
        }
      ],
      "rating": 40,
      "key_issues": [
        "कोलेस्ट्रॉल के प्रकारों की गलत व्याख्या",
        "शरीर में कोलेस्ट्रॉल की मात्रा बढ़ने के परिणामों की गलत व्याख्या"
      ]
    },
    "rating": 40,
    "created_at": "2026-02-06T00:12:42.946594"
  },
  "DQZKgSpk6Lw": {
    "id": "DQZKgSpk6Lw",
    "reel_url": "https://www.instagram.com/reel/DQZKgSpk6Lw/?igsh=a2N3YjRudmMyYnR0",
    "shortcode": "DQZKgSpk6Lw",
    "transcript": " امروض کو ہمارے دیش میں اگر آم جتنی پونٹھگز مل جائے تو پورا دیش ویٹھمینсی دفیشنسی سے بچ جائیں گا آپ کو پتا ہے امروض میں ویٹھمینсی کی دوز گروک اورنسی بھی فورٹائن تو کیا یا آپ کی آٹریس کو کلین رکھتی ہے اور آٹریس کو بنھ ہونے کی پر آسی سے ایترسکل روزس کو بھولتے ہیں اسے کم کر بھی مطلب یہ جو گوابا ہے وہاپ کے ہاتھ کے لئے گوردان ہے اس کا سولیبال فیبار پلسترال کو قنٹرول کرتا ہے خوٹیشم آپ کے بیپی کو بھی ایسٹے بلٹھتا ہے اور اس میں انٹی اکسیژنٹ سے جو آپ کے ہاتھ سلس کو اکسیژڑیتے بچاتے ہیں اس کا گلائیسی میکنڈیکس بھی کافی کم ہے اور بیائکٹف کمپاؤنز ہیں اس میں وہ دیگیٹیک پیشنٹ سے انسلین سنسٹیڑی کو انگریور کرتے ہیں یہ ایسریٹی کم کرتا ہے اور السر پرٹیکشن میں بھی روال پلگر کرتا ہے اس میں کچھ ایسے انٹی اکسیژنٹ سے جسے فلاگی نوائیٹس اور لائکوپین جو دیگیٹیکس کو پریونٹ کرتے ہیں اور اسی وجہ سے کانسر کو بھی پریونٹ کریں",
    "analysis": {
      "summary": "इस वीडियो में कई स्वास्थ्य दावे किए गए हैं, जिनमें से कुछ की पुष्टि वैज्ञानिक अध्ययनों से होती है, जबकि अन्य की पुष्टि नहीं होती है। आम जैसे फलों में विटामिन सी और एंटीऑक्सीडेंट होते हैं जो स्वास्थ्य के लिए फायदेमंद होते हैं। हालांकि, यह दावा कि आम के सेवन से पूरे देश को विटामिन सी की कमी से बचाया जा सकता है, यह अतिशयोक्ति है।",
      "claims": [
        {
          "claim": "आम के सेवन से विटामिन सी की कमी से बचा जा सकता है",
          "verdict": "पार्टली TRUE",
          "explanation": "आम में विटामिन सी होता है, जो स्वास्थ्य के लिए फायदेमंद होता है। हालांकि, यह दावा कि आम के सेवन से पूरे देश को विटामिन सी की कमी से बचाया जा सकता है, यह अतिशयोक्ति है। विटामिन सी की कमी को रोकने के लिए एक संतुलित आहार और विभिन्न फलों और सब्जियों का सेवन करना आवश्यक है।",
          "sources": [
            "विश्व स्वास्थ्य संगठन (WHO)",
            "राष्ट्रीय स्वास्थ्य संस्थान (NIH)"
          ]
        },
        {
          "claim": "आम में एंटीऑक्सीडेंट होते हैं जो कैंसर को रोकने में मदद करते हैं",
          "verdict": "TRUE",
          "explanation": "आम में एंटीऑक्सीडेंट होते हैं जो कैंसर को रोकने में मदद करते हैं। एक अध्ययन में पाया गया कि आम में मौजूद एंटीऑक्सीडेंट कैंसर कोशिकाओं को मारने में मदद कर सकते हैं।",
          "sources": [
            "पबमेड (PubMed)",
            "वैज्ञानिक अमेरिकी (Scientific American)"
          ]
        }
      ],
      "rating": 60,
      "key_issues": [
        "विटामिन सी की कमी",
        "कैंसर की रोकथाम",
        "एंटीऑक्सीडेंट के फायदे"
      ]
    },
    "rating": 60,
    "created_at": "2026-02-06T00:15:16.717432"
  },
  "DRuYSjciKA1": {
    "id": "DRuYSjciKA1",
    "reel_url": "https://www.instagram.com/reel/DRuYSjciKA1/?igsh=MWQ5ZzZmM2VpZ252dw==",
    "shortcode": "DRuYSjciKA1",
    "transcript": "Fatty Liver, Sapsis Simple Samjhi Jhanevali Bimari, آپ کے لیے Life, کے لیے Sapsis Danger Point, ہو سکتے ہیں. Kittinaya Puroshaye, جو اس Saame Fatty Liver, Sagrasit, شاید جو Video, دیکھ رہے ہیں, انگوں کو پتا بھی نہیں ہوگا, انگa Liver Fatty, ہو چکا ہے. Grade 1, Grade 2, Grade 3 Fatty Liver, بہاں کامن ہے. اور اس کا Reason, کیا ہے? آپ کا Khana, جو Thali میں آپ Khana, Khana khaira, جو بھی آپ Fugler, یہ Fat Content, دیرے دیرے, آپ کے Liver کو Fatty کر رہے ہیں. اور Liver hie, ایک ایسا آرگنے, جاں پر Fat کا Metabolism, ہوتا ہے. یہ Fat Globales, وہاں پر جاکہ schoor ہو جا ہے. اور یہ Liver Overload, Liver It's Creed, نہیں کر پاہتا, اور بعد میں Fatty Liver, کا روک لے لیتے ہیں. اور Fatty Liver, کبھی بھی کو اس Saame, کو اس Symptom, نہیں چھوڑتا. جب تک وہ ایک Grade, کو Cross, نہ کر لے. Grade 1 Fatty Liver, ایک var ایک one,哪ый suspect اس ஒچھ گیان dosot wife chúngانے چیگیاری ایک فلόے ایک ایسے قدمی yn",
    "analysis": {
      "summary": "The transcript provides an overview of fatty liver disease, its causes, and the importance of early intervention. The information is largely accurate, but some details require clarification and support from scientific evidence.",
      "claims": [
        {
          "claim": "Fatty liver disease is a condition where there is an excessive accumulation of fat in the liver cells.",
          "verdict": "TRUE",
          "explanation": "Fatty liver disease, also known as hepatic steatosis, is indeed characterized by the accumulation of excess fat in liver cells. This condition can lead to liver inflammation and damage if left untreated (PubMed PMID: 31381314).",
          "sources": [
            "PubMed PMID: 31381314",
            "WHO 2020"
          ]
        },
        {
          "claim": "Fatty liver disease is categorized into three grades: Grade 1, Grade 2, and Grade 3.",
          "verdict": "PARTIALLY TRUE",
          "explanation": "While fatty liver disease can be classified into different stages, the most commonly used classification system is the NAFLD (Non-Alcoholic Fatty Liver Disease) Activity Score, which includes three stages: steatosis (Grade 1), steatohepatitis (Grade 2), and cirrhosis (Grade 3 or 4). However, the exact grading system may vary depending on the source and context (CDC 2022).",
          "sources": [
            "CDC 2022",
            "PubMed PMID: 32526211"
          ]
        },
        {
          "claim": "The primary reason for fatty liver disease is an unhealthy diet, which includes high-fat content foods.",
          "verdict": "PARTIALLY TRUE",
          "explanation": "While an unhealthy diet, particularly one high in saturated fats and added sugars, can contribute to the development of fatty liver disease, other factors such as obesity, insulin resistance, and genetic predisposition also play a significant role (PubMed PMID: 31085655).",
          "sources": [
            "PubMed PMID: 31085655",
            "WHO 2018"
          ]
        }
      ],
      "rating": 82.5,
      "key_issues": [
        "Lack of clarity on the grading system",
        "Oversimplification of the causes of fatty liver disease"
      ]
    },
    "rating": 82.5,
    "created_at": "2026-02-06T01:47:24.797178"
  }
}